Repository: gnuamua/denvermesh-frontend
Catalog: frontend/src/addons/volto-dropdownmenu/locales/*/LC_MESSAGES/volto.po
Languages: it

# Unknown Block
source: Unknown Block {block}
it: Blocco {block} sconosciuto

# dropdownmenu-add-rootpath
source: Add menu path
it: Aggiungi radice di navigazione

# dropdownmenu-additionalClasses
source: Additional classes
it: Classi aggiuntive

# dropdownmenu-additionalClassesDescription
source: Additional classes for the item to apply specific styles, accordingly to site layout.
it: Classi aggiuntive per l'elemento per applicare stili specifici, in base al layout del sito.

# dropdownmenu-addmenuitem
source: Add menu item
it: Aggiungi voce di menu

# dropdownmenu-blocks
source: Blocks
it: Blocchi

# dropdownmenu-blocks-description
source: Add some blocks to show in dropdown menu.
it: Aggiungi i blocchi che verranno mostrati nel megamenu

source: dropdownmenu-clickableNavigationRoots
it: Rendi cliccabili le radici di navigazione

# dropdownmenu-close-menu-button
source: Close menu
it: Chiudi il menu

# dropdownmenu-delete-button
source: Delete
it: Elimina il menu

# dropdownmenu-delete-menupath
source: Delete menu path
it: Elimina

# dropdownmenu-deletemenuitem
source: Delete menu item
it: Elimina

# dropdownmenu-deletemenuitem-button
source: Delete menu item
it: Elimina la voce di menu

# dropdownmenu-emptyActiveMenuItem
source: Select a menu path
it: Seleziona una voce di menu

# dropdownmenu-emptyActiveMenuPath
source: Select a menu item
it: Seleziona una radice di navigazione

# dropdownmenu-menuitems-header
source: Menu items
it: Voci del menu

# dropdownmenu-mode
source: Mode
it: Modalit√†

# dropdownmenu-mode-dropdown
source: Dropdown
it: Megamenu

# dropdownmenu-mode-simpleLink
source: Simple link
it: Link semplice

# dropdownmenu-move-menuitem-down
source: Move menu item up
it: Sposta dopo

# dropdownmenu-move-menuitem-up
source: Move menu item down
it: Sposta prima

# dropdownmenu-navigationRoot
source: Navigation root
it: Radici di navigazione

# dropdownmenu-rootpath
source: Root path
it: Radice del menu

# dropdownmenu-showMoreLink
source: Show more link
it: Mostra il link ad altro

# dropdownmenu-showMoreText
source: Show more link text
it: Testo per il link ad altro

# dropdownmenu-title
source: Title
it: Titolo

# dropdownmenu-visible
source: Visible
it: Visibile
